// AuthErrors.string - "standard" user-centric expansion of accounts error tokens.
//
// accounts server error GMClientAuthErrorBadAuthentication
"BadAuthentication" = "Incorrect account name or password.";
// accounts server error GMClientAuthErrorNotVerified
"NotVerified" = "User verification is required. Sign in to Google Calendar in a web browser to verify.";
// accounts server error GMClientAuthErrorTermsNotAgreed
"TermsNotAgreed" = "Sign in to Google Calendar in a web browser to agree to the terms of service.";
// accounts server error GMClientAuthErrorCaptchaRequired (We treat this the same as NotVerified.)
"CaptchaRequired" = "The account email address has not been verified. Sign in to Google Calendar in a web browser to verify.";
// accounts server error GMClientAuthErrorUnknown (We treat this the same as NotVerified.)
"Unknown" = "The account email address has not been verified. Sign in to Google Calendar in a web browser to verify.";
// accounts server error GMClientAuthErrorAccountDeleted
"AccountDeleted" = "The account has been deleted.";
// accounts server error GMClientAuthErrorAccountDisabled
"AccountDisabled" = "The account has been disabled.";
// accounts server error GMClientAuthErrorServiceDisabled
"ServiceDisabled" = "Access to the specified service has been disabled. (The account may still be valid.)";
// accounts server error GMClientAuthErrorServiceUnavailable
"ServiceUnavailable" = "The service is not available; try again later.";

"SignInFailedGeneral" = "Sign-In Failed";

"SignInFailed2Step" = "2-step application-specific password required";

"SignInFailedGeneralParam" = "Sign-In Failed";

"SignInFailedCaptcha" = "User Verification Required for Sign-In";

"SignInFailedProxy" = "Proxy Authentication Required";
